Revit 2027 API
ParameterTypeId.StairsDbgShowRunOutlineForPlan Property
 "Show Run Outline For Plan"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunOutlineForPlan { get; }
Public Shared ReadOnly Property StairsDbgShowRunOutlineForPlan As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunOutlineForPlan {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunOutlineForPlan : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace